Repository: tingeman/find_artek_classic
Catalog: app-classic/find_artek/publications/locale/*/LC_MESSAGES/django.po
Languages: da

source: Frontpage
da: Forside

source: Map
da: Kort

source: All reports
da: Alle rapporter

source: All persons
da: Alle personer

source: All keywords
da: Alle keywords

source: User
da: Bruger

source: Language
da: Sprog

source: Add feature
da: Tilføj feature

source: Edit feature
da: Rediger feature

source: This feature will not be associated with a report!
da: Denne feature knyttes ikke til en rapport!

source: To register a feature associated with a specific report, please use the link from the report details page!
da: For at registrere en feature tilknyttet en bestemt rapport kan du benytte linket fra siden der viser rapportens detaljer!

source: This feature will be added to the following report:
da: Denne feature vil blive knyttet til denne rapport:

source: Register feature
da: Registrer feature

source: Click 'edit' to select which type of feature to add/edit (points, lines, polygons).
da: Klik på 'edit' for at vælge hvilken type feature der skal tilføjes eller redigeres (punkt, linje, polygon).

source: Click '+' to select which type background map to display.
da: Klik på '+' for at væglge hvilken type kort der vises som baggrund.

source: Coordinates available...
da: Jeg har koordinaterne...

source: If you have coordinates for the feature(s) you want to add, choose one the choices below to register the feature.
da: Hvis du har koordinaterne for den/de feature(s) du vil tilføje, kan du vælge en af nedenstående muligheder.

source: If you are registering only one or very few POINT features, you may use the interactive online form. (This form does not allow registration of LINE or POLYGON features!)
da: Hvis du skal registrere en eller få PUNKT features, kan du benytte den interaktive online form. (Denne form tillader ikke registrering af LINIE eller POLYGON features!)

source: If you are registering several features (or lines/polygons), it may be more convenient to use the option to fill and upload an Excel sheet containing the information about the features. Press the button to acces the upload page and a link to download the Excel file template to fill.
da: Hvis du skal registrere mange features (eller linjer/polygoner), bør du benytte muligheden for at udfylde og uploade et Excel ark me informationer og koordinater på alle de features der skal registreres. Tryk på knappen nedenfor for at komme til upload-siden, hvorfra der også er et link til Excel-arket der skal udfyldes.

source: Registration by Excel sheet
da: Registrering ved upload af Excel ark

source: Digitize from map...
da: Digitaliser på kort...

source: If you don't have coordinates for the feature(s) you want to register, you can choose this option to register a feature position by clicking an interactive map.
da: Hvis du ikke har koordinater for den/de feature(s) der skal registreres, kan du vælge denne mulighed for at registrere en feature position ved hjælp af et interaktivt kort.

source: Digitize from map
da: Digitaliser på kort

source: This form is intended for registration of point features for which coordinates are available. If you are registering features consisting of lines or polygons (e.g. geophysical profiles), please use the option to upload an Excel file with feature coordinates and information.
da: Denne form er beregnet på registrering af punkt-features for hvilke koordinaterne kendes. Hvis du skal registrere features som består af linjer eller polygoner (f.eks. geofysiske profiler), brug da mulighedenfor at uploade en Excel-fil med informationer om og koordinater for disse.

source: UTM coordinates are to be specified in meters.
da: UTM koordinater skal specificeres i meter.

source: Longitude/latitude coordinates are to be specified in degrees decimal (dd.dddddd), *not* in degrees, minutes, seconds!
da: Længde- og breddegrader skal specificeres i decimalgrader (dd.dddddd), *ikke* med grader, minutter, sekunder!

source: To read about coordinate systems and spatial reference systems, visit the links below.
da: Du kan finde flere oplysninger om koordinat og referencesystemer ved hjælp af de nedenstående links.

source: Features will be added to the following report
da: Features vil blive knyttet til følgende rapport

source: You may upload an Excel file with feature information to be added to the database. The file may contain information about several features.
da: Du kan uploade en Excel fil med feature information som skal tilføjes databasen. Filen kan indeholde information om flere features.

source: You may upload an Excel file with feature information to be added to the database. The file may contain information about several features, and information about which publication the feature should be related to.
da: Du kan uploade en Excel fil med feature information som skal tilføjes databasen. Filen kan indeholde information om flere features, samt information om, hvilke rapporter disse features skal knyttes til.

source: A template for the Excel file is available here
da: En skabelon for Excel filen kan findes her

source: Feature Excel file template
da: Skabelon til Feature Excel fil

source: Delete features
da: Slet features

source: You are about to delete all features from the following publication
da: Du er ved at slette alle features fra den følgende publikation

source: See a list of features to be deleted, at the bottom of the page
da: En liste over features der vil blive slettet findes i bunden af siden

source: It will not be possible to undo the action later!
da: Det vil ikke være muligt at fortryde denne handling senere!

source: Delete
da: Slet

source: Publication detail
da: Publikationsinformation

source: Title
da: Titel

source: Authors
da: Forfattere

source: Year
da: År

source: Report no.
da: Rapport nr.

source: Topics
da: Emner

source: No topics registered
da: Ingen emner registreret

source: No keywords registered
da: Ingen keywords registreret

source: pdf-file
da: pdf-fil

source: download report as pdf
da: download rapport som pdf

source: Supervisors
da: Vejledere

source: No abstract registered
da: Intet abstract registreret

source: Comment
da: Kommentar

source: Options
da: Valg

source: THIS REPORT ENTRY NEEDS VERIFICATION!
da: DENNE RAPPORT MANGLER AT BLIVE VERIFICERET

source: ARTEKFTP file-location
da: ARTEKFTP fil-placering

source: Appendices
da: Appendix

source: Upload appendices
da: Upload appendix

source: No appendices registered
da: Ingen appendix registreret

source: Registered features
da: Registrerede features

source: delete all
da: slet alle

source: add feature
da: Tilføj feature

source: No features registered
da: Ingen features registreret

source: Feature detail
da: Feature information

source: Access ARTEKs student reports. Please choose below: topic based access, geographical access, or search in title/abstract.
da: Tilgang til ARTEKs studenter-rapporter. Vælg nedenfor: emne-baseret tilgang, geografisk tilgang, eller søgning i titel/abstract.

source: Infrastructure
da: Infrastruktur

source: roads, harbours, airports
da: veje, havne, lufthavne

source: Buildings
da: Byggeri

source: isolation, indoor climate, materials
da: isolering, indeklima, materialer

source: Environment
da: Miljø & Natur

source: water quality, nature, pollution, waste
da: vandkvalitet, natur, forurening, affald

source: Energy
da: Energi

source: windmills, hydropower, solar power
da: vindmøller, vandkraft, solceller

source: Geotechnics
da: Geoteknik

source: engineering geology, geophysics, foundations, permafrost
da: ingeniørgeologi, geofysik, fundering, permafrost

source: Raw materials
da: Råstoffer

source: ressource geology, mapping, mining, oil
da: ressource geologi, kortlægning, minedrift, olie

source: Society
da: Samfund

source: societal issues, planning, education
da: samfunds forhold, planlægning, uddannelse

source: the complete list
da: den komplette liste

source: Reports from Sisimiut
da: Rapporter fra Sisimiut

source: The road project
da: Vejprojektet

source: All Greenland
da: Hele Grønland

source: geographical access
da: geografisk tilgang

source: Search in reports
da: Søg i rapporter

source: Search
da: Søg

source: The search will show reports that include all the search terms in title and/or abstract
da: Søgningen vil vise rapporter hvor alle søge-ord indgår i titlen og eller abstract

source: (Press left mouse button on a feature to see details)
da: (Se detaljer om en feature ved at venstre-klikke på den)

source: update list
da: opdatér liste

source: "Update list" will generate a list of reports that have geographic features registered within the current view of the map on this page. Presently the list is not filtered according to the chosen feature types. This will be changed in a future update.
da: "opdatér liste" vil generere en liste over rapporter som har geografiske features inden for det kort udsnit som vises. På nuværende tidspunkt filtreres listen ikke i forhold til de valgte feature typer. Dette vil blive fixet i en fremtidig opdatering.

source: Person list
da: Person liste

source: Search terms
da: Søgning

source: Number of persons
da: Antal personer

source: No persons registered
da: Ingen personer registreret

source: Publication list
da: Publikationsliste

source: List of reports
da: Rapportliste

source: Search string
da: Søgning

source: Number of reports
da: Antal rapporter

source: No reports available
da: Ingen rapporter tilgængelige

source: Validate imported features
da: Validér importerede features

source: Press left mouse button on a feature to see details
da: Se detaljer om en feature ved at venstre-klikke på den

source: Please check the location of all imported features and press the validate button to keep the features in the database, or the cancel button to remove the features and try uploading again (after manually correcting errors in the file).
da: Tjek venligst positionen for alle importerede features og tryk på validér-knappen for at beholde disse features i databasen, eller cancel-knappen for at fjerne disse features og uploade filen igen (efter manuelt at have rettet eventuelle fejl).

source: Delete imported features
da: Slet importerede features

source: Name
da: Navn

source: Date
da: Dato

source: Description
da: Beskrivelse

source: Tools
da: Værktøjer

source: Position
da: Stilling

source: Entry needs verification!
da: Skal verificeres!
